Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nno/facta/skuvlahistorja1/nymo_s.html.tmx
Source language: sme
Languages: nno

source: Vaikko mii leat sámit de mii leat gelbbolasat
nno: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1.
nno: Artikkel i boka Samisk skolehistorie 1.

source: Randi Nymo lea ollu jagiid searvan sámi servviide.
nno: Randi Nymo har i mange år vært aktiv i samisk organisasjonsarbeid.

source: Dá son lea áirrasin NSR:a riikkačoahkkimis Čáhcesullos 1988:s.
nno: Her er ho som delegat på landsmøte i NSR., Vadsø 1988.

source: (Govva: Svein Lund)
nno: (Foto: Svein Lund)

source: Randi Nymo riegádii 1949 márkogillái Rámavuollái, Skániid gildii.
nno: Randi Nymo er født i 1949 og oppvokst i markebygda Reinås (Rámavuolli) i Skånland.

source: Vuođđoskovllá váccii Vuomin (Kjønna) ja Reisránddan (Breistrand), ja framhaldskovllá ieš Skániid buvdagilin, ja gearggahii Dieldda (Tjeldsund) realskovllá ja nai Hársta gymnása.
nno: Ho har gått folkeskole på Kjønna og Breistrand i Skånland, Skånland framhaldskole, Tjeldsund realskole og Harstad gymnas.

source: Sus lea virggálaš skibadivssároahppa [buohccidivššaroahppu] mas šierradeaddu gokčá heahtegeahču ja psykiatralaš divššu.
nno: Ho er utdanna sjukepleier med spesialutdanning i intensiv og psykiatrisk sjukepleie.

source: Jagi 2003 son biđii skibadikšudandieđu oaivvelfágan Romssa Universitehttii, bargogihppagiin " Har løst å kle på sæ kofte, men tør ikkje og vil ikkje. "
nno: I 2003 tok ho hovedfag i sjukepleievitenskap ved Universitetet i Tromsø, og denne artikkelen er skrevet med bakgrunn i hovedfagsoppgava " Har løst å kle på sæ kofte, men tør ikkje og vil ikkje. "

source: Son lea dál Narviikka hallaskovllá lektor.
nno: Randi Nymo har bl.

source: Son leamaš oallot jagi juo áŋgiris mielbargi Norgga Sámiid Riikkasearvvin, ja lea viššalastán nai iežá organisašuvdnalaš hommáid.
nno: a. arbeida på sykehus i Harstad, Tromsø og Narvik, på familie- og daghjem i Alta og Guovdageaidnu, og i psykiatrien i Finnmark.

source: Dát artihkkal lea jorgaluvvon Skániid-suopmana mielde.
nno: I dag er ho høgskolelektor ved Høgskolen i Narvik.

source: Muhtin sánit ja hámit, mat eai leat dovddus finnmárkkusámegielas, leat čilgejuvvon čujuhusain.
nno: Ho har i mange år vært aktiv i Norske Samers Riksforbund og annet organisasjonsarbeid.

source: Ofuohta ja Oarje-Romssa sámit leat atnán skovlávázzima ja oahppaviežžama mávssolažžan.
nno: Samene i markebygdene i Ofoten og Sør-Troms har sett på skolegang og utdannelse som viktige investeringer.

source: Dan birra áiggun dás dadjat juoidá váldofágabargguidam vuođul ja dan vuođul maid ieš dovddan ja lean eallilan.
nno: Med bakgrunn i min hovedfagsoppgave og egne erfaringer skal jeg si noe om skolegang og utdanning i dette området.

source: Ihpálduvvat dugo guŋkan doaresbeal-giliide
nno: Stigma og stereotypisering i " bortgjømtgrender "

source: [ihpáldahttit = go ii ane nuppi olbmo áibbas olmmožin iežas meahcceheaggan; demoniseret.
nno: Fornorskningstida er ei vond tid i samenes historie. Den har satt sine spor.

source: Garra dáruiduhttin lea sámiid deaddán ja váivvidan gitta dorvvohisvuhtii.
nno: Samene ble stigmatisert og stereotypisert.

source: Ihpáldahttin lea go nubbe olmmoš nuppi ovttilis bilkit ja badjelgeahččá dan dihtii go ii leat su ald lágás, baicca iežá vuolgga; ihpildahttin lea go nubbe álbmot nuppi heaikkahit [badjelgeahččat] juo lávejit gáddidin nuppi heittobun ja geanoheapmin.
nno: Stigmatisering innebærer at en person blir sosialt stempla av andre og møter negative holdninger fordi en har en viss egenskap.

source: Ovdagáttulaš servodat jáhkit dakkár boŋuide ahte juohke okta eaŋkalolmmoš mii gullo visses jovkui aitto ievtá oktasimme vuolibuš mihtilmas eallindábiid ja vugiid.
nno: Stereotypier er forutinntatte oppfatninger av en gruppe mennesker der en samtidig går ut fra at samtlige medlemmer av kategorien eller gruppa har de samme egenskaper, holdninger eller måter å oppføre seg på.

source: Sámi gilit gilláje gierdat hehttot [fertet] dakkár váivves vastes boavjjahahtti [mii gullá eanádahkii, čatná juogamaš gullevašvuhtii] ovdagáttuid Ofuohta ja Oarje-Romssa guovllun.
nno: Enkelte sameområder som markebygdene i Ofoten og Sør-Troms ble sett på som ekstra dårlig stilt.

source: Harald Eidheim čállá 1959/1960: " Dihtto leat máŋga sámi bigddais [giliin] bahá heitot birgenmunni, nu go Divddasvuona vuotnalasais, nu go Romssa ja Nordlátti márkurádjaguovlluis, nu go nai sis-Finnmárkkun.
nno: Harald Eidheim skriver i 1959/1960: " Det er ei kjend sak at det i fleire samebygder er ein uvanleg låg levestandard, ein kan nemne indre Tysfjord, markebygdene på grensa mellom Troms og Nordland og fleire av bygdelaga i indre Finnmark.

source: Dearvvašvuođa dilli lea riikka buot heaitogeamus.
nno: Helsetilhøva her er og dei dårlegaste i landet.

source: Dakkár duovdagat leat dávjámuste gonne muoldodat guorbbas ja guolásteapmi illá ealihahttá.
nno: Slike stader er ofte avstengde busetjingsområder med dårlig jord og sparsomt fiske.

source: Dieđun ii lean bálljo gávdnossii makkárgen oasistan- ja gávpašanvejolašvuohta mii movttidahtálii olbmuid álggahit fitnodagaid.
nno: Naturleg nok er her heller ikkje noko omsetjingsapparat som kan stimulere økonomisk liv.

source: Lea čielggas manne sámit ásset dakkár doaresbeal duovdagiis: dat leat ribastuvvon dohko; dáčča servodat lea márradettiinis ráfehuhttán sámiid eret báhtarit fertet.
nno: Busetjingssoga syner at samane er blitt skubba inn i desse avkrokane av den norske folkesetnaden.

source: Stuorservodaga dáččaid mielan daid báittobealgiliis orrot hummalaš [jalla, čuorbi] heakkat mat leat čuorbbit ja láikkit.
nno: Det finst mange slike " bortgjømtgrender " der den samiske folkesetnaden går for å være ei samling " raringar ", duglause og late.

source: Visot mii oidnostallá vuhttosii sámiid orohagais botnjošuvvo duođastit dáččaid iežaset váigadis ovdagáttuid alddiineaset nu go man čabo imašlaš han sápmi leš olmmožin; sámit fas dovdet dáčča guđe fámodoallin aitto nuppiid searddu [olmmoščearda] viggame deaddáladdat ja mat ieža beassat ovttilis ázzohallat [hirpmástallat] dugo ugurjit " [ugurji = guhte bahástalla ja váivida], [Eidheim, Harald: Samane - nokre aktuelle problem.
nno: Alt det ytre ved fattigdommen blir tolka som utslag av eigenskapar ved folkeslaget, og samane på si side ser på nordmennene som dei som har makt til å knuge ned andre, men sjølve støtt flyt ovanpå. " [Harald Eidheim: Samane-nokre aktuelle problem.

source: Girjjis: Sameliv Samisk selskaps Årbok 1959-1960, s. 34-47.].
nno: I: Sameliv Samisk selskaps årbok 1959-1960, s. 34-47.]

source: Sárdnot márkkolaš sámi gili olbmot geanohuvve guŋkan dan dihte go ásse doaresbealde eaige mat bálljo dávildan [dávildit = humadit, oktavuođa doallat, gulahallat] dáččaiguin.
nno: Det sies at markebygdenes beliggenhet gjorde at folket som bodde der ikke hadde kontakt med omverdenen.

source: Girjjástis Finnefolket i Ofoten [Kolsrud, Knut: Finnefolket i Ofoten.
nno: Et eksempel på det er å finne i Knut Kolsrud si bok Finnefolket i Ofoten [Knut Kolsrud: Finnefolket i Ofoten.

source: Nordnorske samlinger 8, Oslo 1947 jáhkká Knut Kolsrud árvidit hal možiid [gáfaid] bus čuožžilan go sámi gilit, nai viervváguovllu sámi gilit, eai boahtán juolggi viega dáččaid lusa oktavuođa doalažit, eaige meroniiguin gen fárrudan.
nno: Nordnorske samlinger 8, Oslo 1947], der han har påpekt at markebygdenes atskilthet fra nordmenn, og også fra sjøsamiske bosetninger, har bidratt til isolasjon og dermed myteskapning.

source: Mu mielan gal ii leat dušše luonddu ávdnodaga duohken ohcat siva: lei baicca etnihkkalaš šielbmá man badjel galggai lávket.
nno: Det var nok ikke bare geografiske årsaker til denne isoleringa, det handla nok vel så mye om en etnisk grense.

source: Etnihkkalaš oahci mas lea sáhka ii leat rádji gaskkal sámi ja dáčča oidnolaš vuogádahkalaš iežáhusaid.
nno: [Stein R. Mathisen: Den etniske grensen mellom nordmenn og samer.

source: Val dat lea jurddalevttolaš — dat lea iežá sániiguin kognitiivalaš cekkodat — mii ii álkidit jeargái [jearga = jierbmi] baste ii duođastit iige biehttalit go ii leat jierpmi duohkái oppa duođa olahahtti gen.
nno: Norveg 32, 1989, s.105-115.] En etnisk grense er ikke en grense mellom samiske og norske kulturtrekk.

source: Dát eai juovsso jergii [jergii juoksut: go olbmo jierpmi ii ole dien áddet, badjel mielaid] danne go lea sáhka gáttuid ja ovdagáttuid dujiis ja lea guottuid ja kultuvrralaš iešlágiid duohkái duvdojon, ja nai danne go guoská olbmo árvogažaldagaide, aitto man muddui jáhkkit nuppi jearggasin vai man muddui gáddit čabo gáiffasin [gáiffat = možit, luovaslaš govahallamat, " duođat " cukcasiid ja máinnasiid vuođul].
nno: Den er en tankemessig eller kognitiv konstruksjon, som ikke kan påvises som en reell størrelse.

source: Etnihkkalaš, olbmogaskasaš rádji cegge nappot " ego-vuoimmalas " gárddi gaskkal doahpaga " mii " ja " dat nuppit ".
nno: Det har med holdninger, verdier, fordommer og andre mer eller mindre kulturelle størrelser å gjøre.

source: Dánlágán vuostálas juvddu [juvdu = sávvolastin, go olmmoš lea baháguren nuppiid vuostá] sápmi val dovdá unohassan, mun jáhkán die lea juoga maid juohke sápmi oallot gearddi lea ási vuoli vuohttán bahán.
nno: Den etniske grensa lager et skille mellom " oss og de andre ". Denne grensa tror jeg samer har kjent mange ganger.

source: Dát lea ákkahan márkku sámiid loaktit áiggiidaseat buorimušat sielohaladettiin [sielohallat = orrut bistevaččat] iežaseat giliis ja birrasiidiset ráfálaš miehttámehciis [hui báittobealde, guhkkin meahcin], ja lea bus dainnalágiin bisuhahttán sámi vuogádaga ja sámegiela — mii daste ii leat áibbas váidon iige oalát jávkan.
nno: Den har bidratt til at markebygdingene har trivdes best i sine egne omgivelser, og den har dermed bidratt til at samisk kultur og språk aldri har blitt helt borte i bygdene.

source: Skániin lohket ahte " gosa asfálta loahppá, doppe álget sámit ".
nno: I Skånland sier de at " der asfalten slutter der begynner samene ".

source: Diehttelaš lea sámi márkogiliin ollu heajos luottat.
nno: Sikkert er det i alle fall at det er mye dårlige veier i de samiske markebygdene.

source: Sápmi vai " iigosápmi " - sávvolasti gažaldat mii jur olbmo jeargga deaddá áŧestussii
nno: Same eller ikke-same - det er ikke omkostningsfritt

source: Historjá duođasta dihttot ovdagáttuid valljin sámiid váste.
nno: Historia forteller at det hviler mange fordommer over samene.

source: Dás ovdalot lean vuosehan gokte márkku sámit ihpáldahttojuvvoje.
nno: Som eksemplene ovenfor viser, var samer fra markebygdene svært stigmatisert.

source: De galggai ban fertet nannošit ceaggánas roastilis olmmožin dat guhte áiggui bissut dieinin guđin lei riegádan, namalaššii Ofuohta- ja Oarje-Romssa sápmin.
nno: Det var ikke omkostningsfritt å stå fram som den en var, nemlig same fra en av markebygdene i Ofoten og Sør-Troms.

source: Oallobat danin biehttale iežaseat sámi vuolgga ja čiegádalle.
nno: En måtte stadig forsvare seg. Mange prøvde å skjule sitt opphav.

source: Ii dat gen lean álki.
nno: Det var heller ikke så enkelt.

source: Olmmoš sáhtii " gávnnahallat " leahkit sápmi.
nno: For det første kunne en bli " avslørt " som same.

source: Heabu dovdu leahkit gis sámi vuolggahas vel ain oallot sámi rupmaša rohčá [rohčat = bávččasin čavget]; áŧesta, hohkkaha.
nno: Skammen over å være same sitter i mange samers kropper.

source: Rumasfenomenalaš jearggadaga jielgi [mielde] de leat olbmo eallindáhpáhusat, diet gustto nai vuogádahkalaš bajás-šattut, lágárastojuvvon rupmaša sisa juogaman láhkái: rumaš ii vajáldahte [Merleau-Ponty, Maurice (1994): Kroppens fenomenologi.
nno: Kroppsfenomenologisk tenkning tilsier at livserfaringer, og det gjelder også kultur, er lagra i kroppen.

source: Pax Forlag A / S, Oslo.].
nno: [Maurice Merleau-Ponty: Kroppens fenomenologi.

source: Go " ieš rumas " geavtá [geavtit = ruvkot, geavahit] maid ii leat vajáldahttán de sámi olmmoš metno [meannuda] ja láhtte sámi láhkái vaikko guđeman sakka geahččaladdá daččastallat.
nno: Pax 1994] Når den " ærlige " kroppen taler, kan mange samer som velger å stå fram som ikke-samer komme til å " oppføre seg samisk " selv om de ønsker å " oppføre seg som norske ".

source: Jus de gávnnahallá leahkit sápmi de dan bakto [bokte] gávnnahallá čabo loika [behtolaš] jietkán [jietká = mii ii leat sieiva, ii leat dat maid dadjá son lea] man bágut [sánit, cealkkámušat] eai leat oskáldassii.
nno: Ved å bli " avslørt " risikerte en å bli stempla som uærlig og løgnaktig.

source: Árvideames de lea vávda [njuolga, oktanaga, dakkaviđe] dát čiegadeapmi sivvan go dáččat navdet sámiid guoktilin ja ipmalas ovddolassan gean ii sahte luohtidit, geasa ii galgga oskildit olu.
nno: Forsøkene på å skjule sitt opphav må antas å være en av grunnene til at samer ofte har framstått som " lite ordholden og upålitelige " i nordmenns øyne. [Stein R. Mathisen: Den etniske grensen mellom nordmenn og samer. Norveg 32, 1989, s.105-115.]

source: Iežá ovdamearka: " Sámit leat eahpitgehtte amašuhtton ipmalažžan.
nno: Et anna eksempel: " Det er ingen tvil om at samene alltid har vært omgitt av en viss mystikk.

source: Oainna ásse doaresbealde ja metno láhttet iežaseat vugiid mielde; dát de dieđun čagardušai [čagarduššat = skurbbihastá vuolggahit] olles Davvi dáččalaččaid gáiffaid ja govahallamiid sámiid sulledassan.
nno: De var et utkant-folk som ofte gikk sine egne veier, og stimulerte fantasien hos de øvrige nordiske folk.

source: Hámsuna rumánaid eaimmudas [ártet, erenoamáš] ilmmáhusat leat dakkáraš iđut ievtime [ievtit = boahtit oidnosii, ihtit] davvidavvilaš dáččaid ovdagáttuid sámiid váste ja nai ievtime dáččaid ald dievaslaš diiđaid nuppe searddu bearrái. "
nno: De skyggeaktige, litt gåtefulle og snikende innslag av samisk opptreden i Hamsuns romaner er sikkert en refleks av nord-norske fordommer og overtro i denne sammenheng. "

source: [Hirsti, Reidar: Samisk fortid, nåtid og framtid.
nno: [Reidar Hirsti: Samisk fortid, nåtid og framtid.

source: Hamsun čuogai dieđun gárvves oainnuid ja ovdagáttuid Nordlátti davimus guovllu duovdagiid olbmuis aitto gonne ledje lahkalaš sámi gilit dihttosin.
nno: Hamsun har henta inspirasjon til sine romaner i Nordre Nordland, det vil si i nær beliggenhet til de samiske markebygder.

source: Mun bijan dán ovdamearkan guđemuddui olu vastes bahuid leat dáččat čállán sámiid birra, mii fas lea báinnuhahttán stuorservodaga bahán beikkadit [vuolidit, bilkidit] ja bánáhallat [hupmat sealggi duohken] sámiid.
nno: Jeg bruker eksemplet for å få fram at det er mye stygt som er skrevet, og at det har vært med på å gi næring til livskraftige negative holdninger. Flere forfattere har beskrevet spenninger, dilemmaer og smertefulle opplevelser ved å leve i et samisk fornorskningsområde, der etnisk tilhørighet ble utydeliggjort.

source: Oallot girječálli [Høgmo, Asle: Det tredje alternativ.
nno: [Asle Høgmo: Det tredje alternativ.

source: Tidsskrift for Samfunnsforskning, bd. 27, 1986, s. 395-416. Saus, Merete: Kontekstuelt barnevern.
nno: Tidsskrift for Samfunnsforskning, bd. 27, 1986, s. 395-416, Merete Saus: Kontekstuelt barnevern.

source: Girjjis: Eidheim, Harald og Vigdis Stordahl (red.) Kulturmøte og terapi i Sápmi.
nno: I: Harald Eidheim og Vigdis Stordahl (red.) Kulturmøte og terapi i Sàpmi.

source: Davvi Girji, 1998, s.126-145.]
nno: Davvi Girji, 1998, s.126-145, Vigdis Stordahl: Same i den moderne verden.

source: lea govahastán dorpmiid [sillolaš deattut], bilkkiid, unohaš dáhpáhusaid dáruiduhttinguovlluis gonne galggai etnihkkalaš mearka jávkaduvvot.
nno: Davvi Girji. 1996] Det har også Synnøve Ballari Johansen gjort.

source: Dien lea nai Synnøve Ballari Johansen 69 fáddástallan [Johansen, Synnøve Ballari (1998): ” … har alltid levd i fred og fordragelighet med hverandre ”; problemer i kjølvannet av fornorskningen.
nno: [Synnøve Ballari Johansen (1998): ” … har alltid levd i fred og fordragelighet med hverandre ” Problemer i kjølvannet av fornorskningen.

source: Gávdná dás: Eidheim, Harald og Vigdis Stordahl (red.) Kulturmøte og terapi i Sápmi.
nno: I: Eidheim og Stordahl (red.) Kulturmøte og terapi i Sápmi.

source: Davvi Girji, s.83-106.] Son oaivvilda: sielu dovddut ja jierát nu go moraš, ohcaleapmi, surru [surru = váivi], suhttu, šlundi, verrodat, sivanavda ja heahpu oktanaga jađgot [jađgut = go ii golgga eret, darvána ja čuolbmasa] sámiide guđet eai harvva eaige abme [abmet = gárrut, viššat, roastildit] albmolaččat leahkit dorvvolasat sápmin
nno: Davvi Girji, s.83-106] Hun sier at følelser som sorg, tap, tristhet, sinne, urettferdighet, skyld og skam var til stede hos samer som ikke kunne åpent stå fram som samer.

source: Sámivuohta galggai luttahuvvat
nno: Det samiske skulle bekjempes

source: Maŋŋel go Norgga ovttastat Svirigiin luoddanii 1905 de Norga, aiddo rahčame ilbmat nuorra stáhtan, riemai vugiide man bakto márket nášunálalaš iešjumi buohta gait nuppiid mat eai lean simmeláhkái gullevaččat dáčča serdui ja sin ald servodahkii.
nno: Etter unionsoppløsninga med Sverige i 1905 krevde den framvoksende nasjonalstaten Norge et fellesskap som kunne markeres overfor de andre, det vil si de som ikke tilhørte dette fellesskapet.

source: Maŋŋel go viimmat ollešuvai muosihit ieš-stivrejumi de beasai Norga duohtan čalbmostahttigoahtit dáččalaš duohkaša ja de bidjagoahtit dáččalaš váfudanviggamušaid guovddážin juohkeláhkái.
nno: Etter selvstendigheta kunne man for alvor sette norsk kultur og norske sikkerhetsinteresser i sentrum.

source: Sámit, oktin kveanat ja dáhtárusat [sigeinárat], eai hiehpan [hiehpat = muddet, heivet] dáččalaš govahallamiidda gokte oktin leahkit, gokte oktinas nášunálalaš servodahkan vájoldit mas lea oktavuolgganas giella, oktavuolgganas historia, oktavuolgganas álbmotgeaŧŧu, ja mas lea alla vuogádat; aitto oktasaš govostat ja dihto ásáhusat, institušuvnnat dalle ráhčojuvvo, ja visot man bakto galgá bisuhit dánlágán čatnagas ájádusaid [ressonementaid, jurddašallamiid], ceggejuvvoje.
nno: Samene, sammen med kvener, tatere og sigøynere, laga krøll for en ideologi om et folk med en nasjonal fellesskapsfølelse der felles språk, felles historie, felles folkekultur, felles høykultur, felles symboler og felles institusjoner var viktig.

source: Lágáid bakto galggai sámi vuogádat duššin dahkojuvvot.
nno: Med lov skulle det samiske bekjempes.

source: Juo 1889 vuođđoskovllálágas lohká: " Oahpahus galgá čađahuvvot dárrui ".
nno: I lov om folkeskolen av 1889 het det at " Undervisningen skal foregaa paa det norske Sprog ".

source: Dađistaga gildui sámegiella ja nai kveanaid giella vel veahkkegiellan gen.
nno: Etter hvert ble det ulovlig å bruke samisk og finsk som hjelpespråk i undervisninga.

source: Ingá, 80 jahkásaš geinna lean dáid ásejiid ságastan, muitá gokte sámi mánát lokte skovllá jagiid: lei munnálas dáru oahppat jus siiddadálun lihkus dáruste.
nno: Inga, min 80-årige informant, minnes hvordan samebarn kunne ha det i sin skoletid.

source: Muitui báhce positiivan geat átne dáru siidagiellan, olbmot atne dieid guoktegielalažžan, ja dat gal birgeje sihke dáru ja sámi birrasiis, gul. "
nno: De som kunne lære norsk heime, var " heldige ".

source: Jáhkán lei váivi ovdal... go mánát galge álgit skovlái..
nno: De som starta med norsk som dagligspråk, huskes.

source: ná, de heaitigohte hal dieinna sámiin. Goal... dat (..)
nno: De blei betrakta som tospråklige, og klarte seg både i det norske og det samiske samfunnet: " Æ trur det va tungt før no ungan sku begyinne på skolen, det blei då meir slutt med det samiske … Få se..

source: lei duoppe (...) eret, dan (...) suohkanin, dan gielddan berre binnus sámáste, lei goit berre dárru doppe ja dat dárustii.
nno: Han (…), han va i fra (…), der i kommunen der snakka de lite samisk, det va jo berre norsk der og han prata jo norsk.

source: Men dat máhtii sámi, dan gal máhtii.
nno: Men han kuinne sami og, det gjorde han.

source: Ja lei dat vosttaš guhte oahpahii mánáidas dárustit.
nno: Og han va den første så lærte ungan sine norsk.

source: Dat mánát leat dál akta juo 75 jahkásaš, dat boarráseamos.
nno: Og de ungan e no en 75 år. Han eldste e 75 år.

source: Ja de álge de gaittiinnat [buohkat], (...) álggii dalle de dáruin.
nno: Og så begynte då aille, han (..) i bygda her begynte då med norsk.

source: Berre dáruste mánáidasaseat siiddan, ja čivggat máhtte de dáru go skovlái álge... mun álgen skovlái ja máhtten dáru.
nno: Berre snakke norsk med ungan heime og ungan begynte då på skolen, så kuinne de norsk … Æ begynte på skolen, æ kuinne norsk.

source: Áidna maid boastut dadjen, lei ahte " klokka " šattai " tima ". "
nno: Æ synes … klokka det va det einaste æ sa feilt, klokka va tima.

source: Ingá gal máhtii dáru go álggii skovlái.
nno: Inga kunne norsk da hun begynte på skolen.

source: Vieris bearaš bođii jođi dáruinis gillái ja dan rájis gilli johtelet dárustuvai.
nno: En tilflytta familie kom med norsk til bygda hennes og satte fart i norsk språkutvikling.

source: Olmmoš sahttá Inggá áddet dan guvlui ahte su mielan lei dáruiduhttin galgat álggahuvvot juo siiddan, su mielan váidalahtti go gis eai gallis máttán juo dáru skovlái álggadettiin.
nno: En kan tolke Ingas utsagn som at fornorskningsarbeidet burde starte i heimen, men det var kun et fåtall som kunne norsk ved skolestart.

source: Alfon Andersen, Vatnjavárin eret, sáddestii ávisii lohkkiid reive mas son muitala man váiggat hilgadin son mánnán ealvvai [vásihii, gillai] vuosttaš skovlajagi 1946.
nno: Alfon Andersen fra Boltås / Vatnjavárri i Skånland har i et leserinnlegg fortalt om sitt første skoleår, 1946.

source: Soai jumežiin Haralddain eaba máhttán dáru go skovlái álggiiga.
nno: Han og tvillingbroren Harald kunne ikke norsk da de begynte på skolen.

source: Soai skovlogii spanččahalaiga [doarškihalaiga, speažžuhalaiga] čuvddiid bávččagin linjálain jus leigga gullon sámásteamen olgobottu.
nno: De fikk slag over hendene med linjalen dersom de hadde snakka samisk i friminuttet.

source: Muhtin oahppit vel duhkohalle simme sivan.
nno: Noen unger ble " hårlugget ".

source: Alfon dadjá: " Mii smávva mánák ruvva [farga, jođánit] oahpaimek midja lei ággan; garra doaškuma dihte seakka gieđaide ja bahá vuoktagaikuma dihte heaittiimek ruvvanaga sámegiela hoallamis. "
nno: Alfon sier: " Vi småunger lærte fort, og både på grunn av harde slag på små barnehender og kraftig lugging, sluttet vi snart med å snakke samisk ".

source: [hoallat = hupmat, hállat], [Andersen, Alfon: Minner fra min barndoms skolegang på Boltås skole.
nno: [Alfon Andersen: Minner fra min barndoms skolegang på Boltås skole.

source: Inggáguovttos Alfona sánit dan áiggi dili birra vuosehit man muddui sámegiella navdui veahkun [veahku = ádji, juoga mii vággadallá juoidá ovdáneamis] mii dušše vággádalai olbmo ja dienláhkái orui hehttehussan iige mange ávkin.
nno: Inga og Alfon sine utsagn forteller at det samiske var en hemsko.

source: Alfon ealvvai 1889-lága ráŋggastusaiguin bággejuvvot sámi nalde ja muosáhii njuolganaga rupmaša bávččagin náhkkáduvvat stráffan.
nno: Alfon opplevde at loven fra 1889 ble handhevet med fysisk straff.

source: Sámegiella ja sámivuohta galggai healbbaduvvot; mii lohkkui mihttomearrin veara olahit lei aivve dárru.
nno: Det gjaldt å " glemme " det samiske og lære seg norsk.

source: Dáččalašvuohta gáddui leahkit buot bajimusan.
nno: Nordmenn og det norske sto høyest.

source: Guđemuddui munnet cegget eallingearddi deŋggodaga [kapitála]
nno: Kapitaloppbygging

source: Dáruiduhttima váivvit ja bahá hirnnut [hirtnu = go nuppi olbmo silolaččat givssida, riehtistahttin, jallašahttin] ja unohas ožoldusat [ožoldus = mii lea eallilan, muosáhan] mat leat čieggan čiekŋalit sámi álbmoga asi vuollái eai leat dušše vuolidahttán sámi bilkkohallamiidda slundánit ja heitogis dillái movttehuvvat.
nno: Fornorskningstidas innskrevne kroppslige historier har ikke bare har gitt grobunn for ubehag og vonde erfaringer og brakt markebygdingene i stakkarslige posisjoner.
